[Play_X2_XP_HNTR_S_ADVENT_Tower_Available AkEvent]
SpokenText="Особисто я б тримався подалi вiд цiєї вежi. Вона оточена якоюсь дивною енергiєю."

[Play_X2_XP_HNTR_S_Assault_Avenger_First AkEvent]
SpokenText="Я з нетерпiнням чекав можливостi побачити ваш \"Месник\" зблизька з того дня, коли вперше про нього почув. Давайте ж, розстеляйте червону дорiжку."

[Play_X2_XP_HNTR_S_Assault_Avenger_Subs AkEvent]
SpokenText="Один раз вам вдалося дати менi вiдсiч, але цього разу я обiрву вашому кораблю крильця."

[Play_X2_XP_HNTR_S_Assaulting_Bastion_First AkEvent]
SpokenText="Слiд було очiкувати, що рано чи пiзно я прийду за вашими друзями. Не можна допустити, щоб вони поширювали чутки про вашi досягнення, чи не так?"

[Play_X2_XP_HNTR_S_Assaulting_Bastion_Subs_A AkEvent]
SpokenText="Вони уявляли собi наслiдки, коли зв'язалися з Опором. Нiхто з них не здобуде милостi Старiйшин."

[Play_X2_XP_HNTR_S_Assaulting_Bastion_Subs_B AkEvent]
SpokenText="Хай я не можу дiстати вас, але я витягну ваших маленьких друзiв з їхньої глибокої нори."

[Play_X2_XP_HNTR_S_Avatar_Meter_High AkEvent]
SpokenText="Схоже, Старiйшини вже близькi до завершення робiт над їхнiм дорогоцiнним Аватаром. Сумнiваюся, що це пiде на користь вам i вашим друзям."

[Play_X2_XP_HNTR_S_Chosen_Knowledge_Complete AkEvent]
SpokenText="Молiться своїм богам. Я вже поспiшаю до вас."

[Play_X2_XP_HNTR_S_Chosen_Knowledge_Halfway AkEvent]
SpokenText="З кожним днем я все ближче: ви залишаєте за собою безлiч слiдiв. Зовсiм скоро на мене чекає екскурсiя вашим \"Месником\"."

[Play_X2_XP_HNTR_S_Chosen_Leveled_Up AkEvent]
SpokenText="Я i ранiше був непоганий, а тепер менi вiдкрився зовсiм новий рiвень."

[Play_X2_XP_HNTR_S_Covert_Action_Cancelled_Plans AkEvent]
SpokenText="Ну i нехай, у мене на вас є й iншi плани."

[Play_X2_XP_HNTR_S_Dark_Event_Complete_A AkEvent]
SpokenText="Схоже, вам просто не щастить."

[Play_X2_XP_HNTR_S_Dark_Event_Complete_B AkEvent]
SpokenText="Сподiваюся, всi цi подiї не позбавили вас оптимiзму."

[Play_X2_XP_HNTR_S_Dark_Event_Complete_C AkEvent]
SpokenText="Можливо, наступного разу ви будете уважнiше ставитися до подiбних речей."

[Play_X2_XP_HNTR_S_Dark_Event_Complete_D AkEvent]
SpokenText="Менi спало на думку кiлька способiв не допустити подiбної ситуацiї."

[Play_X2_XP_HNTR_S_Dark_Event_Complete_E AkEvent]
SpokenText="I не кажiть, що я вас не попереджав."

[Play_X2_XP_HNTR_S_Enter_Chosen_Territory AkEvent]
SpokenText="I куди це ви тут зiбралися? Якщо ви шукаєте битви, то зберiть усi свої сили."

[Play_X2_XP_HNTR_S_Geoscape_Favored AkEvent]
SpokenText="Якщо Старiйшини вшанували цiєю честю мене, значить, двоє iнших нiяк себе не проявили. Вважаю, настав час зайнятися цим питанням серйознiше."

[Play_X2_XP_HNTR_S_Philosophy_A AkEvent]
SpokenText="Я завжди за простi речi: вибрати цiль, напасти на слiд i, коли прийде час, нанести раптовий удар! Це дуже гуманно: моя здобич зазвичай навiть не встигає зрозумiти, що загинула."

[Play_X2_XP_HNTR_S_Philosophy_B AkEvent]
SpokenText="Старiйшини мало цiкавляться моїм мiсцезнаходженням. У нас напруженi вiдносини з тих пiр, як вони з'ясували, що я у вiльний час полював на деяких їхнiх улюбленцiв. Нинi так важко зустрiти гiдну здобич - можливо, ви придумали щось новеньке для мене?"

[Play_X2_XP_HNTR_S_Philosophy_C AkEvent]
SpokenText="Я поки що не вирiшив, що буду робити з цим свiтом, коли Старiйшини покинуть його. Можливо, з нього вийде непоганий заповiдник, а може бути, я просто натравлю тих, що вижили один на одного i подивлюся, чим справа скiнчиться."

[Play_X2_XP_HNTR_S_Photo_Booth_Taunt_Thres_Change_A AkEvent]
SpokenText="Погляньте на бiдолаху: все, що вiн хотiв - служити вам, i дивiться, чим це закiнчилося."

[Play_X2_XP_HNTR_S_Photo_Booth_Taunt_Thres_Change_B AkEvent]
SpokenText="Вам не здається, що цей образ йому пасує? Великий воїн XCOM у своєму iстинному обличчi."

[Play_X2_XP_HNTR_S_Photo_Booth_Taunt_Thres_Change_C AkEvent]
SpokenText="Ваш солдат поки що непогано тримається, незважаючи на все незручнiсть свого становища. Поки що."

[Play_X2_XP_HNTR_S_Player_Built_Shadow_Chamber AkEvent]
SpokenText="Вважаю, створення машини, яка все робить за тебе - дiєвий спосiб вирiшити будь-яку проблему."

[Play_X2_XP_HNTR_S_Player_Contacted_Reaper_HQ AkEvent]
SpokenText="Що ви там замишляєте зi Жнецями? Кажуть, вони харчуються чим попало. Як би вони на вас око не поклали."

[Play_X2_XP_HNTR_S_Player_Contacted_Skirmisher_HQ AkEvent]
SpokenText="Старiйшини i так не в захватi вiд ваших дiй, а ви ще навiщо-то зв'язалися з дурнями, не зрозумiй як утiклими з \"Адвента\"."

[Play_X2_XP_HNTR_S_Player_Contacted_Templar_HQ AkEvent]
SpokenText="Тамплiєри, на мiй погляд, такi ж ненормальнi, як мiй братик. Чомусь вiд псi-енергiї всi норовлять з'їхати з глузду."

[Play_X2_XP_HNTR_S_Player_Found_Forge_Coords AkEvent]
SpokenText="Повинен вас попередити: якщо ви вiдправите туди своїх людей, то назад отримаєте їх по частинах."

[Play_X2_XP_HNTR_S_Player_Found_Gate_Coords AkEvent]
SpokenText="На вашому мiсцi я залишив би ту штуку у спокої. Нiколи не знаєш, що чекає на iншому кiнцi."

[Play_X2_XP_HNTR_S_Player_Killed_Avatar AkEvent]
SpokenText="Убивши одного з Аватарiв, ви, поза всяким сумнiвом, звернули на себе увагу Старiйшин. Менi вони нiколи не дозволили б полювати на таку здобич."

[Play_X2_XP_HNTR_S_Player_Killed_Codex AkEvent]
SpokenText="Я вражений. Цi мiжпросторовi тварюки мене завжди добряче дратували."

[Play_X2_XP_HNTR_S_Player_Near_Forge_Region AkEvent]
SpokenText="У вас все по-старому свербить, так? Я розумiю, до чого ви прагнете, але не впевнений, чи сподобається вам те, що вас чекає."

[Play_X2_XP_HNTR_S_Player_Near_Gate_Region AkEvent]
SpokenText="Що я вам говорив про артефакти Старiйшин? Ви не залишаєте менi вибору, а поплатитися за це доведеться вашим вiйськам."

[Play_X2_XP_HNTR_S_Player_Recovered_Forge_Body AkEvent]
SpokenText="Я не знав, що красти тiла входить у вашi плани. Гаразд, ця штука у вас, i що ви далi збираєтеся з нею робити?"

[Play_X2_XP_HNTR_S_Player_Recovered_Gate AkEvent]
SpokenText="Вам все не йметься, так? Ну гаразд, ризикнiть - вiдкривайте ворота."

[Play_X2_XP_HNTR_S_Post_Chosen_Killed_A AkEvent]
SpokenText="Менi не завжди вдавалося домовитися зi своїми родичами, але я нiколи не подумав би, що хтось з них здатен зазнати такої поразки."

[Play_X2_XP_HNTR_S_Post_Chosen_Killed_B AkEvent]
SpokenText="Мої родичi - не найпростiшi противники. Гадаю, ви дiйсно можете становити небезпеку."

[Play_X2_XP_HNTR_S_Post_Combat_Chosen_Success_A AkEvent]
SpokenText="Принаймнi, тепер ви розумiєте, з ким доведеться мати справу. Сподiваюся, наступного разу ви виступите краще."

[Play_X2_XP_HNTR_S_Post_Combat_Chosen_Success_B AkEvent]
SpokenText="Видався важкий день? Не впадайте у вiдчай. Якщо ви все кинете, з ким менi тодi грати?"

[Play_X2_XP_HNTR_S_Post_Combat_Chosen_Success_C AkEvent]
SpokenText="Я давно так не розважався. Попрацюйте трохи над тактикою, щоб ускладнити менi життя."

[Play_X2_XP_HNTR_S_Post_Combat_Chosen_Success_D AkEvent]
SpokenText="Пояснiть своїм вiйськам, що це лише тимчасовi негаразди. Проблеми з бойовим духом нам нi до чого."

[Play_X2_XP_HNTR_S_Post_Combat_Chosen_Success_E AkEvent]
SpokenText="Ви думали, будете робити все, що хочете? Не просто так Старiйшини вiдклали найкраще наостанок."

[Play_X2_XP_HNTR_S_Post_Combat_XCOM_Success_A AkEvent]
SpokenText="Слiд було очiкувати, що ви перiодично будете здобувати верх. Старiйшини не стали б витрачати на вас стiльки часу, якби ви були зовсiм марнi."

[Play_X2_XP_HNTR_S_Post_Combat_XCOM_Success_B AkEvent]
SpokenText="Завжди приємно бачити, як хтось перевершує очiкування. Сьогоднi вам це вдалося, вiтаю."

[Play_X2_XP_HNTR_S_Post_Combat_XCOM_Success_C AkEvent]
SpokenText="Я не великий любитель несподiванок, але сьогоднiшнього результату не очiкував."

[Play_X2_XP_HNTR_S_Post_Combat_XCOM_Success_D AkEvent]
SpokenText="Радiйте перемозi, ви її заслужили. Тiльки не чекайте, що я смиренно прийму цей результат."

[Play_X2_XP_HNTR_S_Post_Combat_XCOM_Success_E AkEvent]
SpokenText="Наступного разу я вас не пощаджу."

[Play_X2_XP_HNTR_S_Retaliation_Blade_A AkEvent]
SpokenText="Що, вашi друзi думали, я не знайду цю їхню маленьку нiрку?"

[Play_X2_XP_HNTR_S_Retaliation_Blade_B AkEvent]
SpokenText="Ви змусили своїх друзiв вступити на цей шлях, i тепер вони за це поплатяться."

[Play_X2_XP_HNTR_S_Retaliation_Blade_C AkEvent]
SpokenText="Вам слiд було здогадатися, що рано чи пiзно я прийду за вашими друзями."

[Play_X2_XP_HNTR_S_Retaliation_Blade_D AkEvent]
SpokenText="Сподiваюся, серед них хоч хтось умiє воювати, iнакше вийде зовсiм не спортивно."

[Play_X2_XP_HNTR_S_Retaliation_Blade_E AkEvent]
SpokenText="Настав час потренуватися на легких мiшенях."

[Play_X2_XP_HNTR_S_Retaliation_Complete_A AkEvent]
SpokenText="Зазвичай я стараюся не чiпати цивiльних, однак ви серйозно розлютили Старiйшин, i вони не залишать вашi дiї без вiдповiдi."

[Play_X2_XP_HNTR_S_Retaliation_Complete_B AkEvent]
SpokenText="Я знаю, що у вас кожен солдат на рахунку, але що ви скажете про цивiльних осiб? Ви уявляєте, скiлькох ви сьогоднi тут втратили?"

[Play_X2_XP_HNTR_S_Retaliation_Complete_C AkEvent]
SpokenText="Старiйшинам байдуже, солдати це чи мирнi жителi. Зрештою, всiх чекає одна доля."

[Play_X2_XP_HNTR_S_Retaliation_Complete_D AkEvent]
SpokenText="Полювання на мирних жителiв у їхнiх домiвках - погане розвага, однак без цього Старiйшини вiд мене не вiдчепляться."

[Play_X2_XP_HNTR_S_Retaliation_Complete_E AkEvent]
SpokenText="Старiйшини готовi пiти на будь-якi заходи, аби виманити вас з вашого укриття."

[Play_X2_XP_HNTR_S_Sabotage_Failed_A AkEvent]
SpokenText="Хм, все вийшло трохи не так, як я розраховував."

[Play_X2_XP_HNTR_S_Sabotage_Failed_B AkEvent]
SpokenText="Я був упевнений, що це спрацює. Ось i думай тепер."

[Play_X2_XP_HNTR_S_Sabotage_Failed_C AkEvent]
SpokenText="Доведеться наступного разу придумати щось краще."

[Play_X2_XP_HNTR_S_Sabotage_Failed_D AkEvent]
SpokenText="Ви мене розкусили, так? Думаєте тепер, що ви найрозумнiшi?"

[Play_X2_XP_HNTR_S_Sabotage_Failed_E AkEvent]
SpokenText="Гаразд, добре. Я впевнений, наступна зручна можливiсть не за горами."

[Play_X2_XP_HNTR_S_Sabotage_Success_A AkEvent]
SpokenText="Хай це був брудний прийом, але визнайте - вiн ефективний."

[Play_X2_XP_HNTR_S_Sabotage_Success_B AkEvent]
SpokenText="Вважайте це комплiментом. Я вже готовий на все, аби уповiльнити ваш просування."

[Play_X2_XP_HNTR_S_Sabotage_Success_C AkEvent]
SpokenText="Ви не єдинi, хто здатен вставляти палки в колеса."

[Play_X2_XP_HNTR_S_Sabotage_Success_D AkEvent]
SpokenText="Можливо, вашому Опору варто у мене повчитися."

[Play_X2_XP_HNTR_S_Sabotage_Success_E AkEvent]
SpokenText="У мене було достатньо часу, щоб придумати пару таких трюкiв."

[Play_X2_XP_HNTR_S_Soldier_Captured_A AkEvent]
SpokenText="Няньчитися з полоненим - та ще робота. Дуже сподiваюся, що вiн розповiсть менi щось цiкаве, iнакше сенсу в ньому мало."

[Play_X2_XP_HNTR_S_Soldier_Captured_B AkEvent]
SpokenText="Я вже згадував, як мене дратує робота тюремника?"

[Play_X2_XP_HNTR_S_Soldier_Captured_C AkEvent]
SpokenText="Чим би там не займалися Старiйшини, особисто я волiю не колекцiонувати живих особин."

[Play_X2_XP_HNTR_S_Soldier_Captured_D AkEvent]
SpokenText="Полоненi - це завжди незручно. Я з бiльшою охотою йшов би по кривавому слiду, нiж пiдтримував життя в полонених ворогах."

[Play_X2_XP_HNTR_S_Soldier_Captured_E AkEvent]
SpokenText="Вважаю, цього солдата ви хотiли б отримати назад живим, я правий? Може бути, вам з цим пощастить."

[Play_X2_XP_HNTR_S_Soldier_Captured_Post_Covert_A AkEvent]
SpokenText="Ви дiйсно думали, що зможете прослизнути повз мене? Повз мене?! Повинен сказати, я трохи ображений. Постараюся, втiм, не вимiщати це на вашому дружку."

[Play_X2_XP_HNTR_S_Soldier_Captured_Post_Covert_B AkEvent]
SpokenText="Ризикнути, звичайно, варто було, але я сумнiваюся, що ваш товариш зрадiв пiдсумками."

[Play_X2_XP_HNTR_S_Soldier_Rescued_A AkEvent]
SpokenText="Менi так подобається ця гра: спочатку я хапаю вашого солдата, а потiм ви прибiгаєте його рятувати. Що будемо робити далi?"

[Play_X2_XP_HNTR_S_Soldier_Rescued_B AkEvent]
SpokenText="Все одно нiчого путнього я б не дочекався."

[Play_X2_XP_HNTR_S_Soldier_Rescued_C AkEvent]
SpokenText="Що, ви повернули полоненого додому? Ви ж все одно знову пошлете його в бiй - i в чому тодi сенс?"

[Play_X2_XP_HNTR_S_Threshold_Taunts_Level_Four_A AkEvent]
SpokenText="Вам слiд було замiтати слiди, поки не стало пiзно. Велике полювання наближається до свого завершення."

[Play_X2_XP_HNTR_S_Threshold_Taunts_Level_Four_B AkEvent]
SpokenText="Зброя до бою. Настав час подивитися на ваш корабель зблизька."

[Play_X2_XP_HNTR_S_Threshold_Taunts_Level_Four_C AkEvent]
SpokenText="Отже, погоня завершується, починається справжнє веселощi. Я скоро буду у вас."

[Play_X2_XP_HNTR_S_Threshold_Taunts_Level_Three_A AkEvent]
SpokenText="Я вже дихаю вам у спину. Ще кiлька деталей загальної картини, i я настигну вас."

[Play_X2_XP_HNTR_S_Threshold_Taunts_Level_Three_B AkEvent]
SpokenText="Ви останнiм часом не утруднюєте себе замiтанням слiдiв, сильно полегшуючи менi роботу."

[Play_X2_XP_HNTR_S_Threshold_Taunts_Level_Three_C AkEvent]
SpokenText="Не так багато мiсць, де ви могли б ховатися, i я вже перевiрив майже всi."

[Play_X2_XP_HNTR_S_Threshold_Taunts_Level_Two_A AkEvent]
SpokenText="Менi доводилося перетинати не тiльки простiр, але й час, переслiдуючи здобич. Думаєте, в цьому свiтi є мiсце, де ви зможете сховатися?"

[Play_X2_XP_HNTR_S_Threshold_Taunts_Level_Two_B AkEvent]
SpokenText="Чим мене Старiйшини точно надiлили, так це терпiнням. А в нашому випадку подiї вже розвиваються швидше, нiж я очiкував."

[Play_X2_XP_HNTR_S_Threshold_Taunts_Level_Two_C AkEvent]
SpokenText="Я захоплююся вашою наполегливiстю, але вашi днi вже полiченi."

[Play_X2_XP_HNTR_S_XCOM_Covert_Action_Ambushed AkEvent]
SpokenText="Ви хотiли просто взяти i пройти повз? Це навряд."

[Play_X2_XP_HNTR_S_XCOM_Fame_Spreading AkEvent]
SpokenText="Ви стаєте знаменитостями. Ваша репутацiя вiдома вже за межами Опору, i скоро за вашими успiхами буде стежити весь свiт. Ви готовi вийти на сцену?"

[Play_X2_XP_HNTR_S_XCOM_Lost_Mission AkEvent]
SpokenText="Як недобре вийшло, так? Як ви примудряєтеся приманювати нових рекрутiв з такою результативнiстю?"

[Play_X2_XP_HNTR_S_XCOM_Lost_Stronghold AkEvent]
SpokenText="Вам випала можливiсть, i ви нею скористалися - тут я не можу вас звинувачувати. Але що про мене подумають, якщо я дозволю вам знову вломитися в свою фортецю? Не пройде, можете навiть не намагатися."

[Play_X2_XP_HNTR_S_XCOM_Lost_Veteran_A AkEvent]
SpokenText="Втрачати солдатiв завжди важко, а що вже говорити про тих, в кого було вкладено стiльки часу. Гадаю, вам потрiбно бути обережнiше."

[Play_X2_XP_HNTR_S_XCOM_Lost_Veteran_B AkEvent]
SpokenText="Нелегко, повинно бути, втратити одночасно цiнний ресурс, друга i союзника. Але будемо чеснi: ви вже знаєте, ким його замiнити, чи не так?"

[Play_X2_XP_HNTR_S_XCOM_Recovered_Fragment AkEvent]
SpokenText="Значить, ви навчилися новому трюку? Не впевнений, що вiн вам допоможе. Взагалi-то, я не дуже наляканий."
